[{"description":"Strategically located at the heart of Quezon City, TriNoma brings to Northern Metro Manila the best in shopping, dining and entertainment that people from this side of the metro has long sought for. Being at the center of the action, it serves as a rejuvenating respite offering a dynamic mix of old favorites and new flagship stores set against a backdrop of beautiful landscaping and interesting water features. With its complete assortment of retail offerings, landscaped gardens, a bustling cinema and a lively Activity Center, TriNoma is truly a colorful addition to the distinctive hue of Northern Manila.","email":"","id":1,"name":"TriNoma","phone_number":"901-3000","website_url":"www.ayalamalls.com.ph","logo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSItaW1wb3J0ZWQvbWFsbHMvaW1hZ2VzLzEyOTAyNjczMTM1MDQxLmdpZgY6BkVU.gif","photo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSIoMjAxMS8xMi8wNy8wNC8wMy81MS82MjIvVFJJTk9NQS5qcGcGOgZFVA.jpg"},{"description":"Marquee Mall is Ayala Malls first foray in Central Luzon and will set the benchmark in malling experience in the region. It is a regional shopping center that brings together a rich and unique experience reminiscent of a lively town plaza, infused with an urban vibe. Its contemporary indoor and outdoor design provides a perfect setting that showcases an exciting mix of select Manila-based retail choices and the best of the region’s home grown offerings. Infusing these local flavors with the Ayala Malls experience, Marquee Mall redefines Central Luzon's lifestyle as it becomes its favorite gathering place.","email":"","id":2,"name":"Marquee","phone_number":"(045) 304-0806","website_url":"","logo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSItaW1wb3J0ZWQvbWFsbHMvaW1hZ2VzLzEyODk3MTEzNTkyNjE5LnBuZwY6BkVU.png","photo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSIoMjAxMS8xMi8wNy8wMy81OS80OS82MjEvTUFSUVVFRS5qcGcGOgZFVA.jpg"},{"description":"Located in Cebu, the commercial, cultural and political core of Southern Philippines, Ayala Center Cebu is the region’s premier shopping, dining and entertainment destination. Newly expanded to provide more rewarding experiences amidst a masterfully-designed space, it offers only well-thought-of retail and leisure choices embodying the discriminating and distinctive taste of the Cebuanos.","email":"","id":4,"name":"Ayala Center Cebu","phone_number":"(032) 516-3025","website_url":"","logo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSItaW1wb3J0ZWQvbWFsbHMvaW1hZ2VzLzEyODk3MTA3NTM3NTI0LmdpZgY6BkVU.gif","photo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSIkMjAxMS8xMi8wNy8wMy81Ni8xNi8zMC9DZWJ1LmpwZwY6BkVU.jpg"},{"description":"Abreeza Mall is the first Ayala Mall in Mindanao, with over 300 stores which include a wide array of retail choices with popular local and foreign fashion concepts, brands opening their first stores in Davao, carefully handpicked dining options and homegrown favorites. Abreeza Mall showcases relaxed and contemporary architecture blended with signature open spaces and verdant landscaping. Inspired by the rich culture of Davao, the mall makes creative use of color, accenting classic neutral tones. It provides the Davao community with a truly unique and rewarding experience in shopping, dining and entertainment.\r\n\r\n\r\n\r\n","email":"","id":15,"name":"Abreeza Mall","phone_number":"+6382-321-9332","website_url":"","logo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSInMjAxMi8wMi8yOS8wNi80My8wMS8zMy9BYnJlZXphLmpwZwY6BkVU.jpg","photo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSIpMjAxMi8wMi8yOS8wNi80My8wMS84NTcvNzAwXzUxMzguanBnBjoGRVQ.jpg"},{"description":"Alabang Town Center, strategically located within the suburbs of Southern Manila, exudes the comfortable and laid back lifestyle distinctive of this area. Characterized by weekend lunches with the family, this Mediterranean courtyard-inspired shopping center captures the sprawling and engaging nature of lively meals in the sunlight. It is the only open-air mall south of Makati that has successfully blended natural elements with retail space, dining and entertainment choices and punctuated with a lively activity center.","email":"","id":3,"name":"Alabang Town Center","phone_number":"842-2782","website_url":"www.ayalamalls.com.ph","logo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSItaW1wb3J0ZWQvbWFsbHMvaW1hZ2VzLzEyODk3MDk0MzkxNTAxLmdpZgY6BkVU.gif","photo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSI0MjAxMi8wMi8yNi8wNy8zOS8yNS83MDUvQWxhYmFuZ19Ub3duX0NlbnRlci5qcGcGOgZFVA.jpg"},{"description":"The first of its kind in Philippine retail, Bonifacio High Street sets the stage for new encounters along a main street full of diverse cuisine, the latest fashions, even street performances. Its themed zones in eight buildings along twin boulevards celebrate the modern aspects of good living – fashion, health & beauty, home, sports, technology, and special interests- anchored by a 400mx40m wide interactive park. The 240-hectare Bonifacio Global City is a project of the Fort Bonifacio Development Corporation, a joint venture of Ayala Land and Evergreen Holdings. At its center, Bonifacio High Street redefines the mall experience as a walk in the park.","email":"","id":14,"name":"Bonifacio High Street","phone_number":"856-0523","website_url":"http://www.ayalamalls.com.ph/","logo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSI3MjAxMS8xMS8xNC8wNS8yNC8wMy8yODgvbWFsbEJ1dHRvbkJvbmlmYWNpb18yeC5wbmcGOgZFVA.png","photo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSI2MjAxMi8wMi8yNi8wNy80Mi8wMC8yNDEvQm9uaWZhY2lvX0hpZ2hfU3RyZWV0LmpwZwY6BkVU.jpg"},{"description":"As a one-stop, self-sufficient retail center located at the center of the Makati action, Glorietta offers a wide array of shopping, dining and entertainment options. With Glorietta, customers enjoy a full range of specialty food establishments and retail zones. From the latest in apparel or electronics to the staples that one can’t live without, Glorietta will always have something for everyone whether you’re a mom, an office employee or a visiting tourist. With the newly opened Glorietta 5, entertainment, retail and dining is made available amidst the growing workforce of the Business Process Outsourcing Industry.","email":"","id":6,"name":"Glorietta","phone_number":"752-7272","website_url":"","logo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSItaW1wb3J0ZWQvbWFsbHMvaW1hZ2VzLzEyODk3MTA4MzI1NDMxLmdpZgY6BkVU.gif","photo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSIqMjAxMi8wMi8yNi8wNy80My81My8zMTUvR2xvcmlldHRhLmpwZwY6BkVU.jpg"},{"description":"Located within the newest central business district Bonifacio Global City, Market!Market! has the variety and freshness of a Sunday street market within the distinctive surroundings and the essential comforts of an Ayala Mall. Its themed retail zones, fruit and flowers market, and a regional food and hawker’s area recreate the souk while still providing the basic needs one expects.","email":"","id":7,"name":"Market! Market!","phone_number":"886-7519","website_url":"","logo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSIjMjAxMi8wMi8yNi8wNy80Ni80OS82MTMvbTIuSlBHBjoGRVQ.JPG","photo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSIuMjAxMi8wMi8yNi8wNy80Ni80OS82OTUvTWFya2V0X01hcmtldC5qcGcGOgZFVA.jpg"},{"description":"In the middle of a bustling metropolis, Greenbelt is an enclave of all things beautiful. A three-hectare park punctuated by cascading landscapes and carefully-chosen water features re-imagines the typical mall. With a roster of prominent and world-class retailers, restaurateurs and entertainment operators, it defines the premier Ayala Mall experience. Greenbelt is truly a fitting epitome of the Filipino taking on the world stage as it creatively blends the best of local ingenuity with the winner brands in the world of retail.","email":"","id":8,"name":"Greenbelt","phone_number":"757-4853","website_url":"","logo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSIsMjAxMi8wMy8wOC8wNC8yMC81NS84NjcvR0JfbG9nb19ORVcuanBnBjoGRVQ.jpg","photo_url":"http://ayala360.net/dragonfly/BAhbBlsHOgZmSSIqMjAxMi8wMi8yNi8wNy80NC8zOS81ODkvR3JlZW5iZWx0LmpwZwY6BkVU.jpg"},{"description":"*","email":"","id":16,"name":"Harbor Point","phone_number":"*","website_url":"","logo_url":null,"photo_url":null}]